/* Localizable strings of com.apple.iChat.AIM preference manifest */

"iChat.pfm_title" =					"iChat-10.6";
"iChat.pfm_description" =				"iChat-asetukset AIM:lle 10.6.";

"ManagedAccounts.pfm_title" =				"Hallitun tilin tiedot";
"ManagedAccounts.pfm_description" =				"Hallittu tili.";
"AccountsToImport.pfm_title" =				"Tuodun tilin tiedot";
"AccountsToImport.pfm_description" =			"Tuotu tili.";

"00000000-0000-0000-0003-000000000001.pfm_title" =			"Hallitun tilin tiedot";
"00000000-0000-0000-0003-000000000001.pfm_description" =		"Hallitun tilin tilitiedot.";
"00000000-0000-0000-0003-000000000002.pfm_title" =			"Tuodun tilin tiedot";
"00000000-0000-0000-0003-000000000002.pfm_description" =		"Tuodun tilin tilitiedot.";

"LoginAs.pfm_title" =			"Käyttäjätunnus";
"LoginAs.pfm_description" =			"Käyttäjätunnus ja iChat-palvelin sähköpostiosoitteen muodossa. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”. Esimerkiksi, ”%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Salli itseallekirjoitettu SSL";
"AllowSelfSignedSSL.pfm_description" =			"Aseta arvoon 1, jos haluat sallia itseallekirjoitetut SSL-varmenteet.";
"AutoDiscoverHostAndPort.pfm_title" =			"Automaattisen löytämisen palvelin";
"AutoDiscoverHostAndPort.pfm_description" =			"Aseta arvoon 1, jos haluat, että asiakas löytää iChat-palvelimen ja portin automaattisesti.";
"Description.pfm_title" =			"Kuvaus";
"Description.pfm_description" =			"Tunnuksen kuvaus.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Aseta arvoon 1, jos haluat käyttää Kerberos v5 -todentamista.";

"UseSSL.pfm_title" =			"Käytä SSL:ää";
"UseSSL.pfm_description" =			"Aseta arvoon 1, jos haluat käyttää SSL-salausta.";
"ServerHost.pfm_title" =			"Palvelimen osoite";
"ServerHost.pfm_description" =			"iChat-palvelimen DNS-nimi tai IP-osoite.";
"ServerPort.pfm_title" =			"Palvelimen portti";
"ServerPort.pfm_description" =			"iChat-palvelimen porttinumero.";
"ServerSSLPort.pfm_title" =			"Palvelimen SSL-portti";
"ServerSSLPort.pfm_description" =			"iChat-palvelinportin SSL-porttinumero.";

"AutoLogin.pfm_title" =							"Automaattinen kirjautuminen";
"AutoLogin.pfm_description" =						"Kirjaudu iChatin avautuessa automaattisesti sisään asettamalla arvoon 1.";
"AllowClearTextPasswords.pfm_title" =			"Salli selväkieliset salasanat";
"AllowClearTextPasswords.pfm_description" =			"Salli selväkieliset salasanat palvelimella asettamalla arvoon 1.";
